/*Задача 10: Напишите программу, которая принимает на вход трёхзначное 
число и на выходе показывает вторую цифру этого числа.*/

/*int a = 918;

System.Console.WriteLine(a / 10 % 10);*/


/*Задача 13: Напишите программу, которая выводит 
третью цифру заданного числа или сообщает, что третьей цифры нет.*/

/*int a = 125496;

if (a < 100)
{
    System.Console.WriteLine("Третьей цифры нет");
}
else
{
    int result = a / 100 % 10;
    System.Console.WriteLine($"Третья цифра числа {a} -> {result}");
}*/


/*Задача 15: Напишите программу, которая принимает на вход цифру, 
обозначающую день недели, и проверяет, является ли этот день выходным.*/


/*int day = 8;

if (day < 6)
{
    System.Console.WriteLine("Рабочий день недели");
}
else
{
    System.Console.WriteLine("Выходной");
}*/
